
/* Class = "NSWindow"; title = "Ustawienia"; ObjectID = "1"; */
"1.title" = "Ustawienia";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "absolutną pozycję czasu"; ObjectID = "42"; */
"42.title" = "absolutną pozycję czasu";

/* Class = "NSMenuItem"; title = "relację do bieżącej pozycji"; ObjectID = "43"; */
"43.title" = "relację do bieżącej pozycji";

/* Class = "NSTextFieldCell"; title = "Rozmiar:"; ObjectID = "46"; */
"46.title" = "Rozmiar:";

/* Class = "NSTextFieldCell"; title = "Pokaż"; ObjectID = "72"; */
"72.title" = "Pokaż";

/* Class = "NSTextFieldCell"; title = "przy przesuwaniu po osi czasu"; ObjectID = "74"; */
"74.title" = "przy przesuwaniu po osi czasu";

/* Class = "NSBox"; title = "Kontroler odtwarzacza"; ObjectID = "87"; */
"87.title" = "Kontroler odtwarzacza";

/* Class = "NSBox"; title = "Font Style"; ObjectID = "108"; */
"108.title" = "Font Style";

/* Class = "NSTextFieldCell"; title = "Kolor:"; ObjectID = "110"; */
"110.title" = "Kolor:";

/* Class = "NSTextFieldCell"; title = "Kolor obramowania:"; ObjectID = "117"; */
"117.title" = "Kolor obramowania:";

/* Class = "NSTextFieldCell"; title = "Ukryj po:"; ObjectID = "122"; */
"122.title" = "Ukryj po:";

/* Class = "NSTextFieldCell"; title = "Przezroczystość"; ObjectID = "128"; */
"128.title" = "Przezroczystość";

/* Class = "NSTextFieldCell"; title = "trans"; ObjectID = "132"; */
"132.title" = "trans";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Zatrzymaj okno na wierzchu:"; ObjectID = "135"; */
"135.title" = "Zatrzymaj okno na wierzchu:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Nigdy"; ObjectID = "139"; */
"139.title" = "Nigdy";

/* Class = "NSMenuItem"; title = "Zawsze"; ObjectID = "140"; */
"140.title" = "Zawsze";

/* Class = "NSMenuItem"; title = "W czasie odtwarzania"; ObjectID = "141"; */
"141.title" = "W czasie odtwarzania";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "Ukryj po:"; ObjectID = "144"; */
"144.title" = "Ukryj po:";

/* Class = "NSTextFieldCell"; title = "Kolor czcionki:"; ObjectID = "150"; */
"150.title" = "Kolor czcionki:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "jest taka sama jak nazwa pliku video"; ObjectID = "157"; */
"157.title" = "jest taka sama jak nazwa pliku video";

/* Class = "NSMenuItem"; title = "zawiera nazwę pliku video"; ObjectID = "158"; */
"158.title" = "zawiera nazwę pliku video";

/* Class = "NSMenuItem"; title = "ma dowolną nazwę"; ObjectID = "159"; */
"159.title" = "ma dowolną nazwę";

/* Class = "NSButtonCell"; title = "Wymuś odbudowę indeksu pliku"; ObjectID = "162"; */
"162.title" = "Wymuś odbudowę indeksu pliku";

/* Class = "NSBox"; title = "Wydajność i jakość"; ObjectID = "163"; */
"163.title" = "Wydajność i jakość";

/* Class = "NSButtonCell"; title = "Przełącz na pełen ekran po starcie odtwarzania"; ObjectID = "165"; */
"165.title" = "Przełącz na pełen ekran po starcie odtwarzania";

/* Class = "NSTextFieldCell"; title = "Ilość procesów"; ObjectID = "167"; */
"167.title" = "Ilość procesów";

/* Class = "NSBox"; title = "Wyjście dźwięku"; ObjectID = "173"; */
"173.title" = "Wyjście dźwięku";

/* Class = "NSTextFieldCell"; title = "Pass through:"; ObjectID = "175"; */
"175.title" = "Pass through:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding";

/* Class = "NSButtonCell"; title = "Znajdź i odtwarzaj następny plik automatycznie"; ObjectID = "182"; */
"182.title" = "Znajdź i odtwarzaj następny plik automatycznie";

/* Class = "NSButtonCell"; title = "Zamknij MPlayerX po zakończeniu odtwarzania"; ObjectID = "184"; */
"184.title" = "Zamknij MPlayerX po zakończeniu odtwarzania";

/* Class = "NSButtonCell"; title = "Pokaż OSD"; ObjectID = "212"; */
"212.title" = "Pokaż OSD";

/* Class = "NSTextFieldCell"; title = "Kiedy funkcja ta jest włączona, MPlayerX odtworzy indeks pliku aby umożliwić przewijanie video. Funkcja jest przydatna przy odtwarzaniu uszkodzonych plikach, ale może opóźnić start odtwarzania o kilka sekund."; ObjectID = "249"; */
"249.title" = "Kiedy funkcja ta jest włączona, MPlayerX odtworzy indeks pliku aby umożliwić przewijanie video. Funkcja jest przydatna przy odtwarzaniu uszkodzonych plikach, ale może opóźnić start odtwarzania o kilka sekund.";

/* Class = "NSButtonCell"; title = "Jeśli to możliwe użyj wbudowanych czcionek"; ObjectID = "257"; */
"257.title" = "Jeśli to możliwe użyj wbudowanych czcionek";

/* Class = "NSTextFieldCell"; title = "Rozmiar bufora dla mediów strumieniowych:"; ObjectID = "260"; */
"260.title" = "Rozmiar bufora dla mediów strumieniowych:";

/* Class = "NSTextFieldCell"; title = "kBajtów"; ObjectID = "265"; */
"265.title" = "kBajtów";

/* Class = "NSButtonCell"; title = "Preferuj sieć IPV6"; ObjectID = "270"; */
"270.title" = "Preferuj sieć IPV6";

/* Class = "NSButtonCell"; title = "Przełączając na pełen ekran, NIE wygaszaj innych ekranów"; ObjectID = "282"; */
"282.title" = "Przełączając na pełen ekran, NIE wygaszaj innych ekranów";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Bez pola tekstowego"; ObjectID = "296"; */
"296.title" = "Bez pola tekstowego";

/* Class = "NSMenuItem"; title = "Tylko na dole"; ObjectID = "297"; */
"297.title" = "Tylko na dole";

/* Class = "NSMenuItem"; title = "Na górze i na dole"; ObjectID = "298"; */
"298.title" = "Na górze i na dole";

/* Class = "NSTextFieldCell"; title = "Wysokość:"; ObjectID = "304"; */
"304.title" = "Wysokość:";

/* Class = "NSBox"; title = "Pole tekstowe"; ObjectID = "307"; */
"307.title" = "Pole tekstowe";

/* Class = "NSTextFieldCell"; title = "wysokości filmu"; ObjectID = "309"; */
"309.title" = "wysokości filmu";

/* Class = "NSButtonCell"; title = "Uruchom odtwarzanie po wczytaniu pliku"; ObjectID = "320"; */
"320.title" = "Uruchom odtwarzanie po wczytaniu pliku";

/* Class = "NSBox"; title = "Wykrywanie kodowania tekstu"; ObjectID = "327"; */
"327.title" = "Wykrywanie kodowania tekstu";

/* Class = "NSTextFieldCell"; title = "Jeżeli zgodność ≤"; ObjectID = "329"; */
"329.title" = "Jeżeli zgodność ≤";

/* Class = "NSTextFieldCell"; title = "ustaw kodowanie"; ObjectID = "334"; */
"334.title" = "ustaw kodowanie";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Ustawienie zgodności na 100% wyłącza automatyczną detekcję kodowania tekstu, ale takie ustawienie nie jest zalecane."; ObjectID = "348"; */
"348.title" = "Ustawienie zgodności na 100% wyłącza automatyczną detekcję kodowania tekstu, ale takie ustawienie nie jest zalecane.";

/* Class = "NSButtonCell"; title = "Pozwalaj nakładać napisy"; ObjectID = "350"; */
"350.title" = "Pozwalaj nakładać napisy";

/* Class = "NSMenuItem"; title = "Tylko na górze"; ObjectID = "354"; */
"354.title" = "Tylko na górze";

/* Class = "NSButtonCell"; title = "Transferuj strumień RTSP używając protokołu HTTP"; ObjectID = "358"; */
"358.title" = "Transferuj strumień RTSP używając protokołu HTTP";

/* Class = "NSButtonCell"; title = "Używaj ffmpeg do obsługi strumienia"; ObjectID = "365"; */
"365.title" = "Używaj ffmpeg do obsługi strumienia";

/* Class = "NSButtonCell"; title = "Miksuj kanały DTS 5.1 do Stereo"; ObjectID = "373"; */
"373.title" = "Miksuj kanały DTS 5.1 do Stereo";

/* Class = "NSTextFieldCell"; title = "Włącz tę funkcję jeśli korzystasz ze słuchawek lub głośników Stereo"; ObjectID = "376"; */
"376.title" = "Włącz tę funkcję jeśli korzystasz ze słuchawek lub głośników Stereo";

/* Class = "NSTextFieldCell"; title = "Pokaż"; ObjectID = "387"; */
"387.title" = "Pokaż";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "pozostały czas"; ObjectID = "391"; */
"391.title" = "pozostały czas";

/* Class = "NSMenuItem"; title = "całkowity czas"; ObjectID = "392"; */
"392.title" = "całkowity czas";

/* Class = "NSTextFieldCell"; title = "po prawej stronie osi czasu"; ObjectID = "395"; */
"395.title" = "po prawej stronie osi czasu";

/* Class = "NSButtonCell"; title = "Odtwarzaj od ostatnio zatrzymanej pozycji"; ObjectID = "400"; */
"400.title" = "Odtwarzaj od ostatnio zatrzymanej pozycji";

/* Class = "NSButtonCell"; title = "Zawsze ukrywaj Dock przy odtwarzaniu na pełnym ekranie"; ObjectID = "403"; */
"403.title" = "Zawsze ukrywaj Dock przy odtwarzaniu na pełnym ekranie";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "Brak"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "Brak";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "Normalne"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "Normalne";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "Zaawansowane"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "Zaawansowane";

/* Class = "NSTextFieldCell"; title = "Przetwarzanie obrazu"; ObjectID = "410"; */
"410.title" = "Przetwarzanie obrazu";

/* Class = "NSTextFieldCell"; title = "Obsługa przeplotu"; ObjectID = "413"; */
"413.title" = "Obsługa przeplotu";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter.";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "Brak"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "Brak";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "Parametry"; ObjectID = "423"; */
"423.title" = "Parametry";

/* Class = "NSTextFieldCell"; title = "\"Parametry\" są bezpośrednio przekazywane do mplayer'a.\nUpewnij się, że wiesz co robisz używając tych ustawień, jeśli nie wiesz, pozostaw powyższe pole puste."; ObjectID = "430"; */
"430.title" = "\"Parametry\" są bezpośrednio przekazywane do mplayer'a.\nUpewnij się, że wiesz co robisz używając tych ustawień, jeśli nie wiesz, pozostaw powyższe pole puste.";

/* Class = "NSTextFieldCell"; title = "Jak zachowywać parametry \"Ustawień obrazu\" ?"; ObjectID = "435"; */
"435.title" = "Jak zachowywać parametry \"Ustawień obrazu\" ?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Nie zachowuj, zawsze resetuj parametry po zatrzymaniu odtwarzania"; ObjectID = "439"; */
"439.title" = "Nie zachowuj, zawsze resetuj parametry po zatrzymaniu odtwarzania";

/* Class = "NSMenuItem"; title = "Resetuj parametry gdy nie ma już nic więcej do odtworzenia"; ObjectID = "440"; */
"440.title" = "Resetuj parametry gdy nie ma już nic więcej do odtworzenia";

/* Class = "NSMenuItem"; title = "Resetuj parametry gdy MPlayerX zostanie zamknięty"; ObjectID = "441"; */
"441.title" = "Resetuj parametry gdy MPlayerX zostanie zamknięty";

/* Class = "NSMenuItem"; title = "Nigdy nie resetuj, zachowaj jako moje domyślne parametry"; ObjectID = "442"; */
"442.title" = "Nigdy nie resetuj, zachowaj jako moje domyślne parametry";

/* Class = "NSTextFieldCell"; title = "Jak zachowywać parametry \"Korektora dźwięku\" ?"; ObjectID = "445"; */
"445.title" = "Jak zachowywać parametry \"Korektora dźwięku\" ?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Nie zachowuj, zawsze resetuj parametry po zatrzymaniu odtwarzania"; ObjectID = "449"; */
"449.title" = "Nie zachowuj, zawsze resetuj parametry po zatrzymaniu odtwarzania";

/* Class = "NSMenuItem"; title = "Resetuj parametry gdy nie ma już nic więcej do odtworzenia"; ObjectID = "450"; */
"450.title" = "Resetuj parametry gdy nie ma już nic więcej do odtworzenia";

/* Class = "NSMenuItem"; title = "Resetuj parametry gdy MPlayerX zostanie zamknięty"; ObjectID = "451"; */
"451.title" = "Resetuj parametry gdy MPlayerX zostanie zamknięty";

/* Class = "NSMenuItem"; title = "Nigdy nie resetuj, zachowaj jako moje domyślne parametry"; ObjectID = "452"; */
"452.title" = "Nigdy nie resetuj, zachowaj jako moje domyślne parametry";

/* Class = "NSTextFieldCell"; title = "Wczytaj napisy jeśli nazwa pliku"; ObjectID = "459"; */
"459.title" = "Wczytaj napisy jeśli nazwa pliku";

/* Class = "NSTextFieldCell"; title = "Wyrównanie:"; ObjectID = "461"; */
"461.title" = "Wyrównanie:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Domyślne (użyj wartości z pliku napisów)"; ObjectID = "467"; */
"467.title" = "Domyślne (użyj wartości z pliku napisów)";

/* Class = "NSMenuItem"; title = "Na dole - Do lewej"; ObjectID = "468"; */
"468.title" = "Na dole - Do lewej";

/* Class = "NSMenuItem"; title = "Na dole - Na środku"; ObjectID = "469"; */
"469.title" = "Na dole - Na środku";

/* Class = "NSMenuItem"; title = "Na dole - Do prawej"; ObjectID = "470"; */
"470.title" = "Na dole - Do prawej";

/* Class = "NSMenuItem"; title = "Na górze - Do lewej"; ObjectID = "471"; */
"471.title" = "Na górze - Do lewej";

/* Class = "NSMenuItem"; title = "Na górze - Na środku"; ObjectID = "472"; */
"472.title" = "Na górze - Na środku";

/* Class = "NSMenuItem"; title = "Na górze - Do prawej"; ObjectID = "473"; */
"473.title" = "Na górze - Do prawej";

/* Class = "NSButtonCell"; title = "Wyłącz poziome przewijanie myszy przy przewijaniu osi czasu"; ObjectID = "479"; */
"479.title" = "Wyłącz poziome przewijanie myszy przy przewijaniu osi czasu";

/* Class = "NSButtonCell"; title = "Wyłącz pionowe przewijanie myszy do obsługi głośności"; ObjectID = "481"; */
"481.title" = "Wyłącz pionowe przewijanie myszy do obsługi głośności";

/* Class = "NSButtonCell"; title = "Kiedy przełączam video na pełen ekran, \nustalam wysokość pola tekstowego w stosunku do wysokości ekranu."; ObjectID = "485"; */
"485.title" = "Kiedy przełączam video na pełen ekran, \nustalam wysokość pola tekstowego w stosunku do wysokości ekranu.";

/* Class = "NSTextFieldCell"; title = "Kiedy opcja ta jest włączona, MPlayerX nie będzie nakładał napisów na film tak jak w oknie.\nPonieważ opcja ta powiększa pole renderingu na cały ekran, czasami, szczególnie przy odtwarzaniu materiałów HD, mogą powstać opóźnienia w odtwarzaniu."; ObjectID = "488"; */
"488.title" = "Kiedy opcja ta jest włączona, MPlayerX nie będzie nakładał napisów na film tak jak w oknie.\nPonieważ opcja ta powiększa pole renderingu na cały ekran, czasami, szczególnie przy odtwarzaniu materiałów HD, mogą powstać opóźnienia w odtwarzaniu.";

/* Class = "NSTextFieldCell"; title = "Czcionka:"; ObjectID = "490"; */
"490.title" = "Czcionka:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "Wczytaj, ale nie pokazuj napisów przy starcie odtwarzania"; ObjectID = "500"; */
"500.title" = "Wczytaj, ale nie pokazuj napisów przy starcie odtwarzania";

/* Class = "NSButtonCell"; title = "Wykryj cyfrowe wyjście SPDIF automatycznie"; ObjectID = "528"; */
"528.title" = "Wykryj cyfrowe wyjście SPDIF automatycznie";

/* Class = "NSButtonCell"; title = "Używaj klawiszy funkcyjnych (F7, F8, F9) do kontroli odtwarzacza.\nZmaina tej opcji wymaga restartu MPlayerX."; ObjectID = "542"; */
"542.title" = "Używaj klawiszy funkcyjnych (F7, F8, F9) do kontroli odtwarzacza.\nZmaina tej opcji wymaga restartu MPlayerX.";

/* Class = "NSButtonCell"; title = "Pokazuj menu \"Ostatnio odtwarzane\""; ObjectID = "552"; */
"552.title" = "Pokazuj menu \"Ostatnio odtwarzane\"";

/* Class = "NSButtonCell"; title = "Zawsze próbuj korzystać z dodatkowego ekranu"; ObjectID = "557"; */
"557.title" = "Zawsze próbuj korzystać z dodatkowego ekranu";

/* Class = "NSButtonCell"; title = "Pozwól AppleRemote na kontrolę głośności systemu"; ObjectID = "566"; */
"566.title" = "Pozwól AppleRemote na kontrolę głośności systemu";

/* Class = "NSTextFieldCell"; title = "Zapisz stopklatkę"; ObjectID = "587"; */
"587.title" = "Zapisz stopklatkę";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "do schowka"; ObjectID = "594"; */
"594.title" = "do schowka";

/* Class = "NSMenuItem"; title = "jako plik PNG"; ObjectID = "595"; */
"595.title" = "jako plik PNG";

/* Class = "NSMenuItem"; title = "jako plik JPEG"; ObjectID = "596"; */
"596.title" = "jako plik JPEG";

/* Class = "NSMenuItem"; title = "jako plik TIFF"; ObjectID = "597"; */
"597.title" = "jako plik TIFF";

/* Class = "NSMenuItem"; title = "Jako plik BMP"; ObjectID = "598"; */
"598.title" = "Jako plik BMP";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
